"Western (Mac OS Roman)" = "Westeuropäisch (Mac OS Lateinisch)";
"Japanese (Mac OS)" = "Japanisch (Mac OS)";
"Traditional Chinese (Mac OS)" = "Traditionelles Chinesisch (Mac OS)";
"Korean (Mac OS)" = "Koreanisch (Mac OS)";
"Arabic (Mac OS)" = "Arabisch (Mac OS)";
"Hebrew (Mac OS)" = "Hebräisch (Mac OS)";
"Greek (Mac OS)" = "Griechisch (Mac OS)";
"Cyrillic (Mac OS)" = "Kyrillisch (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Thailändisch (Mac OS)";
"Simplified Chinese (Mac OS)" = "Vereinfachtes Chinesisch (Mac OS)";
"Tibetan (Mac OS)" = "Tibetanisch (Mac OS)";
"Central European (Mac OS)" = "Mitteleuropäisch (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Türkisch (Mac OS)";
"Croatian (Mac OS)" = "Kroatisch (Mac OS)";
"Icelandic (Mac OS)" = "Isländisch (Mac OS)";
"Romanian (Mac OS)" = "Rumänisch (Mac OS)";
"Celtic (Mac OS)" = "Keltisch (Mac OS)";
"Gaelic (Mac OS)" = "Gälisch (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Tastatursymbole (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Kyrillisch (Mac OS Ukrainisch)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Westeuropäisch (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Mitteleuropäisch (ISO Latin 2)";
"Western (ISO Latin 3)" = "Westeuropäisch (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Mitteleuropäisch (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Kyrillisch (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabisch (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Griechisch (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebräisch (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Türkisch (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordisch (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thailändisch (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltisch (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Keltisch (ISO Latin 8)";
"Western (ISO Latin 9)" = "Westeuropäisch (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Rumänisch (ISO Latin 10)";
"Latin-US (DOS)" = "Lateinamerika (DOS)";
"Greek (DOS)" = "Griechisch (DOS)";
"Baltic (DOS)" = "Baltisch (DOS)";
"Western (DOS Latin 1)" = "Westeuropäisch (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Griechisch (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Mitteleuropäisch (DOS Latin 2)";
"Cyrillic (DOS)" = "Kyrillisch (DOS)";
"Turkish (DOS)" = "Türkisch (DOS)";
"Portuguese (DOS)" = "Portugiesisch (DOS)";
"Icelandic (DOS)" = "Isländisch (DOS)";
"Hebrew (DOS)" = "Hebräisch (DOS)";
"Canadian French (DOS)" = "Kanadisches Französisch (DOS)";
"Arabic (DOS)" = "Arabisch (DOS)";
"Nordic (DOS)" = "Nordisch (DOS)";
"Russian (DOS)" = "Russisch (DOS)";
"Greek (DOS Greek 2)" = "Griechisch (DOS Greek 2)";
"Thai (Windows, DOS)" = "Thailändisch (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japanisch (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Vereinfachtes Chinesisch (Windows, DOS)";
"Korean (Windows, DOS)" = "Koreanisch (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Traditionelles Chinesisch (Windows, DOS)";
"Western (Windows Latin 1)" = "Westeuropäisch (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Mitteleuropäisch (Windows Latin 2)";
"Cyrillic (Windows)" = "Kyrillisch (Windows)";
"Greek (Windows)" = "Griechisch (Windows)";
"Turkish (Windows Latin 5)" = "Türkisch (Windows Latin 5)";
"Hebrew (Windows)" = "Hebräisch (Windows)";
"Arabic (Windows)" = "Arabisch (Windows)";
"Baltic (Windows)" = "Baltisch (Windows)";
"Vietnamese (Windows)" = "Vietnamesisch (Windows)";
"Western (ASCII)" = "Westeuropäisch (ASCII)";
"Japanese (Shift JIS X0213)" = "Japanisch (Shift JIS X0213)";
"Chinese (GBK)" = "Chinesisch (GBK)";
"Chinese (GB 18030)" = "Chinesisch (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japanisch (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japanisch (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japanisch (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Chinesisch (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Koreanisch (ISO 2022-KR)";
"Japanese (EUC)" = "Japanisch (EUC)";
"Simplified Chinese (GB 2312)" = "Vereinfachtes Chinesisch (GB 2312)";
"Traditional Chinese (EUC)" = "Traditionelles Chinesisch (EUC)";
"Korean (EUC)" = "Koreanisch (EUC)";
"Japanese (Shift JIS)" = "Japanisch (Shift JIS)";
"Cyrillic (KOI8-R)" = "Kyrillisch (KOI8-R)";
"Traditional Chinese (Big 5)" = "Traditionelles Chinesisch (Big 5)";
"Western (Mac Mail)" = "Westeuropäisch (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Vereinfachtes Chinesisch (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Traditionelles Chinesisch (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrainisch (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Traditionelles Chinesisch (Big 5-E)";
"Western (NextStep)" = "Westeuropäisch (NextStep)";
"Non-lossy ASCII" = "ASCII (Verlustfrei)";
"Western (EBCDIC Latin Core)" = "Westeuropäisch (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "Westeuropäisch (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japanisch (Automatische Erkennung)";
